import React from 'react'
import Header from './Header'
import Footer from './Footer'
import './css/termsOfUse.css'
function TermsOfUse() {
    return (
        <div>
            <Header/>
            <div className='termsOfUseContainer'>
                <div className='termsOfUseWrapper'>
                    <div className='terms'>
                        <h1>Условия за ползване</h1>
                        <p>Моля прочетете тези условия внимателно. 
                            С позлването на Neon и регистрирането ви в Neon, Вие се съгласявате с тези условия за позлване, 
                            които действат като законно споразумение(договор), меджу Вас и Neon. Нека запчнем с няколко дефиниции, Neon("Ние", "Нас", "Neon")
                            е онлайн магазин, в който може да купувате худита и мърчове. Neon е достъпен, чрез следния адрес - www.neon.com. Neon е българска компания,
                            регистрирана под законното име НЕОН ООД.
                        </p>
                    </div>
                    <div className='intelectualProperty'>
                        <h2>
                            Интелектуална Собственост
                        </h2>
                        <p>
                            Ние имаме собственически права върху , включително но без ограничение, патенти, услуги, марки и други интелектуални собствености на този сайт.  
                        </p>
                    </div>
                    <div className='prohibitedActions'>
                        <h2>Забранени дейности</h2>
                            <p>
                                Забранени са всякакви дейности в следния списък:
                                <ul>
                                    <li>
                                        Всякакъв вид хакерство и неоторизиран достъп до системите на Neon(DDoS атаки, Sql Injection и т.н.)
                                    </li>
                                    <li>
                                        Всякакъв вид копиране на съдържание от сайта.
                                    </li>
                                    <li>
                                        Всякакъв вид тормоз над клиенти и служители на Neon по какъвто и да е канал на комуникация.
                                    </li>
                                    <li>
                                        Всякакъв вид измами(скам-scam), включително но не и ограничени до - Phishing, Vishing, Фалшифи имейли и т.н.
                                    </li>
                                    <li>
                                        Инсталиране на всякакъв вид зловреден софтуер върху Neon.
                                    </li>

                                    
                                </ul>
                            </p>
                    </div>
                    <div className='disclaimer'>
                            <h2>
                                Със съгласяването си на тези условия, се съгласявате и с последствията при нарушението им:
                            </h2>

                            <p>
                                <ul>
                                    <li>
                                        Neon запазва правото си, да закрие профила ви по всяко време(ще бъдете предупредени), при наличие на нарушени условия от ваша страна.
                                    </li>
                                    <li>
                                        Neon запазва правото си, да забрани профила ви по всяко време(ще бъдете предупредени), при наличие на повторно нарушени условия от ваша страна.
                                    </li>
                                    <li>
                                        Neon има правото, да поеме легални действия срещу вас, при наличие на сериозни нарушения на условията за ползване, в резултат на които са причинени -
                                        всякакви загуби от финансово естество за Neon и всякакви щети по инфраструктурата на Neon и собствеността на Neon.
                                    </li>
                                </ul>
                            </p>
                     </div>
                </div>
            </div>
            <Footer/>
        </div>
    )
}

export default TermsOfUse
